Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Insulating materials
it: Materiali isolanti

source: Gum, raw or semi-worked
it: Gomma, grezza o semilavorata

source: Polyester (isolation)
it: Poliesteri (isolanti)

source: Self-adhesive plastic sheets for use in industry
it: Fogli autoadesivi in plastica per uso industriale

source: Packing materials of rubber for shipping containers
it: Materiali d'imballaggio di gomma per contenitori di trasporto

source: Reflective plastic films for use on vehicle windows
it: Pellicole plastiche riflettenti per finestrini di veicoli

source: Reflective plastic films for use on windows
it: Pellicole plastiche riflettenti per finestre

source: Tinted plastic films for use on vehicle windows
it: Pellicole plastiche tinteggiate per finestrini di veicoli

source: Packing materials of plastic for shipping containers
it: Materiali d'imballaggio di plastica per contenitori di trasporto

source: Foam insulation materials for use in building and construction
it: Materiali isolanti in espanso per uso in edilizia e costruzioni

source: Thermoplastic compounds in pellet form for use in manufacture
it: Composti termoplastici sotto forma di pellet per l'industria manifatturiera

source: Weatherstripping for use in homes
it: Guarnizioni di tenuta per abitazioni

source: Weatherstripping for use in automobiles
it: Guarnizioni di tenuta per automobili

source: Adhesive caulking compounds
it: Composti adesivi per calafataggio

source: Aramid fibers, not for textile use
it: Fibre aramidiche non per uso tessile

source: Acoustic baffles for soundproofing purposes
it: Schermi acustici per insonorizzazione

source: Artificial resins in extruded form for use in manufacture
it: Resine sintetiche estruse per l'industria manifatturiera

source: Asbestos yarn, not for textile use
it: Filamenti di amianto non per uso tessile

source: Elastomeric polymers in the form of blocks for use in manufacture
it: Polimeri elastomerici in forma di blocchi per l'industria manifatturiera

source: Elastomeric polymers in the form of sheets for use in manufacture
it: Polimeri elastomerici in forma di lastre per l'industria manifatturiera

source: Extruded polystyrene pellets for packing
it: Pellet di polistirene estruso per imballaggio

source: Extruded polystyrene pellets
it: Pellet di polistirene estruso

source: Extruded plastics in the form of tubes for use in manufacture
it: Materie plastiche estruse sotto forma di tubi per l'industria manifatturiera

source: Extruded plastics in the form of pellets for use in manufacture
it: Materie plastiche estruse sotto forma di pellet per l'industria manifatturiera

source: Insulating materials made of polyurethane foam
it: Materiali isolanti di schiuma di poliuretano

source: Insulating materials made of polyethylene foam
it: Materiali isolanti di schiuma di polietilene

source: Low-density polyurethane foam for insulation
it: Schiuma di poliuretano a bassa densità per isolamento

source: Molded foam for packing
it: Espanso per imballaggio

source: Padding materials of plastic for shipping containers
it: Materiali di imbottitura di plastica per contenitori di trasporto

source: Rubber statuettes
it: Statuette di gomma

source: Flexible hoses for conveying liquids
it: Tubi flessibili per il trasporto di liquidi

source: Cable bridges of rubber for protecting cables
it: Rampe passacavi di gomma per la protezione di cavi

source: Photographic splicing tape
it: Nastri per montaggio fotografico

source: Vulcanized fiber for use in the manufacture of building insulation materials
it: Fibra vulcanizzata per la fabbricazione di materiali isolanti per l'edilizia

source: Polyurethane film, other than for wrapping
it: Pellicole di poliuretano non per l'imballaggio

source: Flexible plastic pipes for conveying natural gas
it: Tubi flessibili di plastica per il trasporto di gas naturale

source: Plastic fibers for use in the manufacture of tire cord
it: Fibre di plastica per la fabbricazione di corde per pneumatici

source: Flexible plastic conduits for plumbing use
it: Condotti flessibili di plastica per l'idraulica

source: Insulating splice covers for electrical cables
it: Coperture isolanti di giunzioni per cavi elettrici

source: Insulating sleeves for machinery
it: Manicotti isolanti per macchinari

source: Glass fibers for use in the manufacture of building insulation materials
it: Fibre di vetro per la fabbricazione di materiali isolanti per edifici

source: Glass fiber insulation materials for use in construction
it: Materiali isolanti in fibre di vetro per la costruzione

source: Rubber hoses for agricultural use
it: Tubi flessibili di gomma per uso agricolo

source: Polypropylene foil, other than for wrapping
it: Lamine di polipropilene non per l'imballaggio

source: Adhesive-coated plastic sheets for use in manufacture
it: Fogli di plastica adesiva per l'industria manifatturiera

source: Silicone sealants
it: Mastici al silicone

source: Polyurethane sealants
it: Sigillanti in poliuretano

source: Window stops of rubber
it: Ferma-finestre in gomma

source: Door stops of rubber
it: Ferma-porte in gomma

source: Semi-worked synthetic resins
it: Resine sintetiche semilavorate

source: Semi-worked plastic substances
it: Sostanze in plastica semilavorate

source: Soundproofing materials of stone wool [not for building purposes]
it: Materiali fonoisolanti di lana di roccia [non per l'edilizia]

source: Non-return valves of rubber
it: Valvole di non ritorno in gomma

source: Gaffer tape
it: Nastro gaffer

source: Adhesive sealant compounds
it: Composti adesivi sigillanti

source: Vinyl sheets for agriculture
it: Fogli di vinile per agricoltura

source: Ethylene propylene rubber
it: Gomma di propiletilene

source: Unprocessed and semi-processed asbestos
it: Amianto grezzo e semi-lavorato

source: Substitutes for unprocessed and semi-processed rubber
it: Succedanei del caucciù grezzo e semilavorato

source: Substitutes for unprocessed and semi-processed gutta-percha
it: Succedanei della guttaperca grezza e semi-lavorata

source: Substitutes for unprocessed and semi-processed gum
it: Succedanei della gomma grezza e semi-lavorata

source: Substitutes for unprocessed and semi-processed asbestos
it: Succedanei dell'amianto grezzo e semi-lavorato

source: Substitutes for unprocessed and semi-processed mica
it: Succedanei della mica grezza e semi-lavorata

source: Adhesive packaging tapes, other than stationery and not for medical or household purposes
it: Nastri adesivi per imballaggi, esclusi quelli per la cartoleria e quelli per uso medico o domestico

source: Fittings, not of metal, for rigid pipes
it: Raccordi, non metallici, per tubi rigidi

source: Non-metal elbows for rigid pipes
it: Gomiti non in metallo per tubi rigidi

source: Non-metal fittings for flexible compressed air pipes
it: Raccordi non in metallo per condotte d'aria compressa flessibili

source: Non-metallic couplings for rigid pipes
it: Giunti non in metallo per tubi rigidi

source: Plastic sheet materials for use in the manufacture of countertops
it: Materiali in fogli di plastica per la fabbricazione di piani di banconi

source: Self-adhesive packaging tapes, other than stationery and not for medical or household purposes
it: Nastri autoadesivi per imballaggio, tranne quelli per la cartoleria e non per uso medico o domestico

source: Semi-worked ABS filaments for use in 3D printing
it: Filamenti ABS semilavorati per stampa tridimensionale

source: Semi-worked PLA filaments for use in 3D printing
it: Filamenti PLA semilavorati per stampa tridimensionale

source: Semi-worked thermoplastic filaments used for 3D printing
it: Filamenti termoplastici semilavorati per stampa tridimensionalee

source: Anti-rust sealants
it: Mastici antiruggine

source: Dust proofing sealants
it: Sigillanti antipolvere

source: Plastic films for agricultural purposes
it: Pellicole di plastica per uso agricolo

source: Rubber stoppers for bottles
it: Tappi di gomma per bottiglie

source: Flexible pipes, tubes, hoses and fittings therefor (including valves), and fittings for rigid pipes, all non-metallic
it: Tubi, tubature e condutture flessibili e loro accessori, incluse le valvole, e accessori per tubi rigidi, tutti non metallici

source: Resins in extruded form
it: Resine in forma estrusa

source: Bamboo fibers for insulation
it: Fibre di bambù per isolamento

source: Semi-processed thermoplastic polymer resins for use in manufacture
it: Resine polimeriche termoplastiche semilavorate per uso manifatturiero

source: Semi-processed thermoplastic polymer resins used in manufacturing balloon catheters
it: Resine polimeriche termoplastiche semilavorate usate per la fabbricazione di cateteri a palloncino

source: Biodegradable plastic film for agricultural use
it: Pellicole di plastica biodegradabile per uso agricolo

source: Thermoplastic resins reinforced with natural fibers [semi-finished products]
it: Resine termoplastiche rinforzate con fibre naturali [prodotti semilavorati]

source: Aramid fibers for use in the manufacture of elevator cables
it: Fibre aramidiche per la fabbricazione di cavi per ascensori

source: Stone wool for insulation
it: Lana di roccia come isolante

source: Telescopic umbrellas
it: Ombrelli telescopici

source: Umbrellas for children
it: Ombrelli per bambini

source: Shopping bags made of skin
it: Borse per la spesa in pelle

source: All-purpose athletic bags
it: Sacche multiuso per l'atletica

source: Music cases
it: Porta-musica

source: Rattan canes
it: Canne in rattan

source: Halters
it: Cavezze

source: Umbrellas
it: Parapioggia

source: Straps for skates
it: Corregge per pattini

source: Carry-on bags
it: Bagagli a mano

source: Portfolio cases [briefcases]
it: Cartelle [portadocumenti]

source: Japanese paper umbrellas (karakasa)
it: Ombrelli di carta giapponesi (karakasa)

source: Tool bags of leather, empty
it: Borse vuote per i ferri

source: Wrist mounted purses
it: Portamonete da polso

source: Boxes of vulcanised fibre
it: Scatole in fibre vulcanizzate

source: Parts of rubber for stirrups
it: Pezzi di caucciù per staffe

source: Bags [envelopes, pouches] of leather, for packaging
it: Borse [buste, sacchetti] in pelle per imballaggio

source: Golf umbrellas
it: Ombrelli da golf

source: Coats for dogs
it: Cappotti per cani

source: Leather twist
it: Fili di cuoio

source: Wallets including card holders
it: Portafogli con portacarte

source: Chamois leather, other than for cleaning purposes
it: Pelli scamosciate diverse da quelle per pulire

source: Articles of clothing for horses
it: Articoli di abbigliamento per cavalli

source: Walking stick seats
it: Sedili a bastone

source: Collars for animals
it: Collari per animali

source: Handbags, purses and wallets
it: Borsette, portamonete e portafogli

source: Small clutch purses
it: Borsette clutch piccole

source: Wallets for attachment to belts
it: Portafogli da attaccare a cinture

source: Imitation leather
it: Imitazioni di cuoio

source: Covers for parasols
it: Custodie per ombrelloni

source: Riding saddles
it: Selle per cavalli

source: Valves of leather
it: Valvole in cuoio

source: Kori wicker trunks
it: Bauli di vimini

source: Leather for furniture
it: Pelle per mobili

source: Knee-pads for horses
it: Ginocchiere per cavalli

source: Fastenings for saddles
it: Attacchi per selle

source: Studs of leather
it: Bottoncini in pelle

source: Travelling sets
it: Set da viaggio

source: Briefcases and attache cases
it: Portadocumenti e ventiquattrore

source: Japanese oiled-paper umbrellas (janome-gasa)
it: Ombrelli di carta oleata giapponesi (janome-gasa)

source: Two-wheeled shopping bags
it: Borse per la spesa a due ruote

source: Leads for animals
it: Guinzagli per animali

source: Spats and knee bandages for horses
it: Ghette e ginocchiere per cavalli

source: Umbrellas and parasols
it: Ombrelli e ombrelloni

source: Travelling sets [leatherware]
it: Borsette da viaggio [in pelle]

source: Suitcase handles
it: Maniglie per valige

source: Collars for cats
it: Collari per gatti

source: Polyurethane leather
it: Pelle in poliuretano

source: Leather straps
it: Corregge in cuoio

source: Leather, unworked or semi-worked
it: Cuoio grezzo o semilavorato

source: Leggings for animals
it: Gambali per animali

source: Credit card holders made of leather
it: Porta carte di credito in pelle

source: Attache cases made of imitation leather
it: Valigette portadocumenti in finta pelle

source: Tool bags [empty] for motor cycles
it: Borse per utensili [vuote] per motocicli

source: Headbands for horses
it: Testiere per cavalli

source: Saddlery of leather
it: Selleria in pelle

source: Leather cloth
it: Tessuti in pelle

source: Worked or semi-worked hides and other leather
it: Pellami grezzi o semilavorati ed altre pelli

source: Blankets for animals
it: Coperte per animali

source: Purses made of precious metal
it: Borsellini in metalli preziosi

source: Knitted bags, not of precious metals
it: Borse intrecciate non in metalli preziosi

source: Evening handbags
it: Borsette da sera

source: Flexible bags for garments
it: Borse flessibili per indumenti

source: Wallets of precious metal
it: Portafogli in metalli preziosi

source: Leather for shoes
it: Cuoio per scarpe

source: Casings, of leather, for springs
it: Guaine per molle in cuoio

source: Sheets of imitation leather for use in manufacture
it: Fogli in finta pelle per uso industriale

source: Garment bags for travel made of leather
it: Borse da viaggio in pelle per abiti

source: Japanese utility pouches (shingen-bukuro)
it: Borselli giapponesi (shingen-bukuro)

source: Straps for handbags
it: Tracolle per borsette

source: Canvas bags
it: Borse di tela

source: Leather bags and wallets
it: Borse e portafogli in pelle

source: Net bags for shopping
it: Reti per la spesa

source: Metal parts of umbrellas
it: Parti metalliche di ombrelli

source: Boston bags
it: Borsa Boston

source: Shoulder bags
it: Borse a spalla

source: Small bags for men
it: Borselli da uomo

source: Boxes made of leather
it: Scatole in pelle

source: Goldbeaters' skin
it: Pellicola d'intestini

source: Diplomatic bags
it: Borse diplomatiche

source: Gentlemen's handbags
it: Borselli a mano da uomo

source: Martingales
it: Martingale

source: Butts [parts of hides]
it: Schiene di pelli conciate

source: Rucksacks on castors
it: Zainetti con rotelle

source: Bags for climbers
it: Sacchi per alpinisti

source: Leather for harnesses
it: Cuoio per finimenti

source: Multi-purpose purses
it: Borsellini multiuso

source: Carrying cases for documents
it: Custodie per documenti

source: Garment carriers
it: Portabiti da viaggio

source: Holders in the nature of cases for keys
it: Contenitori sotto forma di astucci per chiavi

source: Furniture coverings of leather
it: Rivestimenti in pelle per mobili

source: Sheets of leather for use in manufacture
it: Fogli in pelle per la lavorazione industriale

source: Travelling bags made of imitation leather
it: Borse da viaggio in finta pelle

source: Key cases made of leather
it: Astucci in pelle per chiavi

source: Card cases [notecases]
it: Porta-carte [portafogli]

source: Combination walking sticks and umbrellas
it: Bastoni da passeggio e ombrelli combinati

source: Credit card holders made of imitation leather
it: Porta carte di credito in similpelle

source: Curried skins
it: Pelli rifinite

source: Straps of leather [saddlery]
it: Corregge in cuoio [selleria]

source: Harness for horses
it: Finimenti per cavalli

source: Bags
it: Borse

source: Frames for umbrellas or parasols
it: Telai di ombrelli o ombrelloni

source: Straps for luggage
it: Cinghie per bagagli

source: Moleskin [imitation of leather]
it: Finta pelle [imitazione del cuoio]

source: Trimmings of leather for furniture
it: Guarnizioni in cuoio per mobili

source: Chin straps, of leather
it: Mentoniere [nastri in cuoio]

source: Covers and wraps for animals
it: Mantelle e indumenti per animali

source: Cat o' nine tails
it: Martinetti [code]

source: Pouches for holding make-up, keys and other personal items
it: Bustine per trucco, chiavi e altri oggetti personali

source: Whips
it: Fruste

source: Souvenir bags
it: Borse souvenir

source: Stirrups
it: Staffe

source: Girths of leather
it: Cinghie di cuoio

source: Luggage, bags, wallets and other carriers
it: Valigie, borse, portafogli e contenitori portatili

source: Industrial packaging containers of leather
it: Recipienti da imballaggio industriali di pelle

source: Waterproof bags
it: Borse impermeabili

source: Labels of leather
it: Etichette in pelle

source: Grips for holding shopping bags
it: Impugnature per borse della spesa

source: Tefillin [phylacteries]
it: Tefillin [filatteri]

source: Suitcases with wheels
it: Valigie con rotelle

source: Reins for guiding children
it: Briglie per guidare i bambini

source: Costumes for animals
it: Costumi per animali

source: Tool pouches, sold empty
it: Astucci per utensili [vuoti]

source: Wrist mounted carryall bags
it: Borse da legare al polso

source: Harnesses
it: Finimenti

source: Coin purses, not of precious metal
it: Portamonete, non in metalli preziosi

source: Wallets, not of precious metal
it: Portafogli non in metallo prezioso

source: Purses, not of precious metal
it: Portamonete non in metallo prezioso

source: Pouch baby carriers
it: Marsupi porta-bebè

source: Slings for carrying infants
it: Marsupi per portare i bambini

source: Ladies' handbags
it: Borsette per signora

source: Handbags
it: Borsette

source: Traces [harness]
it: Tirelle [finimenti]

source: Bags for sports
it: Borse da sport

source: Trunks and suitcases
it: Bauli e valigie

source: Shopping bags with wheels attached
it: Borse della spesa dotate di ruote

source: Bridles [harness]
it: Briglie [finimenti]

source: Reins [harness]
it: Redini [finimenti]

source: Travelling bags
it: Sacchi da viaggio

source: Travelling trunks
it: Bauli da viaggio

source: Travel baggage
it: Borse da viaggio

source: Valises
it: Valigie

source: Luggage
it: Bagagli

source: Suitcases
it: Valigie

source: Small suitcases
it: Valigie piccole

source: Portmanteaus
it: Valigie armadio

source: Bumbags
it: Marsupi

source: Bags for umbrellas
it: Custodie per ombrelli

source: Mountaineering sticks
it: Bastoni da montagna

source: Key-cases of leather and skins
it: Astucci portachiavi in pelle

source: Key cases of imitation leather
it: Custodie per chiavi in finta pelle

source: Cases of imitation leather
it: Astucci in finta pelle

source: Leather suitcases
it: Valigie in pelle

source: Horseshoes made of plastic
it: Ferri di cavallo in plastica

source: Stirrups of metal
it: Staffe di metallo

source: Poultry blinders to prevent fighting
it: Paraocchi per pollame per evitare lotte

source: Imitation leather sold in bulk
it: Similpelle venduta all'ingrosso

source: Hat boxes for travel
it: Cappelliere da viaggio

source: Sports packs
it: Zaini sportivi

source: Holdalls for sports clothing
it: Borsoni per abbigliamento sportivo

source: Canvas shopping bags
it: Borse della spesa in tela

source: Pads for horse saddles
it: Gualdrappe [equitazione]

source: Saddlecloths for horses
it: Sottoselle per cavalli

source: Children's shoulder bags
it: Borse a tracolla per bambini

source: Cross-body bags
it: Borse a tracolla

source: Fashion handbags
it: Borse alla moda

source: General purpose sport trolley bags
it: Sacche a carrello multiuso per lo sport

source: Roller suitcases
it: Valigie con rotelle

source: Cases of leather or leatherboard
it: Casse in cuoio o in cartone-cuoio

source: Boxes of leather or leatherboard
it: Scatole in cuoio o in cartone-cuoio

source: Attache cases made of leather
it: Portadocumenti [prodotti in pelle]

source: Animal skins
it: Pelli d'animali

source: Saddle blankets
it: Coperte per selle

source: Travel bags made of plastic materials
it: Borse da viaggio in materie plastiche

source: Wash bags for carrying toiletries
it: Borse per articoli da toilette

source: Wheeled suitcases
it: Valigie con rotelle

source: Covers for animals
it: Coperture per animali

source: Leather coin purses
it: Portamonete in pelle

source: Straps for coin purses
it: Cinghie per borsellini

source: Coin purse frames
it: Telai per borsellini

source: Ankle-mounted wallets
it: Portafogli da caviglia

source: Wrist-mounted wallets
it: Portafogli da polso

source: Grocery tote bags
it: Borse per la spesa

source: Wading staffs
it: Bastoni da guado

source: Specialty holsters adapted for carrying folding walking sticks
it: Borse speciali per il trasporto di bastoni da passeggio pieghevoli

source: Insect screens, not of metal
it: Zanzariere [telai] non di metallo

source: Planks of non-metallic materials for use in construction
it: Assi in materiali non metallici per la costruzione

source: Boards made of wood particles
it: Pannelli di fibre di legno duri

source: Buildings, not of metal
it: Costruzioni non metalliche

source: Cement for furnaces
it: Cemento per forni

source: Bitumen based compositions for building purposes
it: Composti a base di bitume per l'edilizia

source: Liquid plastics surface coatings for protection against moisture [not paints]
it: Rivestimenti plastici per superfici in forma liquida contro l'umidità [non vernici]

source: Scaffolding of wood
it: Impalcature in legno

source: Crash barriers not of metal
it: Guard rail non metallici

source: Ramps being structures of non-metallic materials
it: Rampe ovvero strutture in materiali non metallici

source: Transparent doors (Non-metallic -) for buildings
it: Porte trasparenti (Non metalliche -) per edifici

source: Figurines of marble
it: Statuette in marmo

source: Wooden shutters
it: Persiane in legno

source: Road marking sheets and strips of synthetic material
it: Placche in materiale artificiale per indicare le strade

source: Woven fabrics (Non-metallic -) for the protection of slopes against erosion
it: Stoffe tessute (Non metalliche -) per la protezione di pendii dall'erosione

source: Bituminous products for building
it: Prodotti bitumati per costruzione

source: Moveable walls made of non-metallic materials
it: Pareti mobili in materiali non metallici

source: Water tanks of masonry for household purposes
it: Serbatoi per l'acqua in muratura per uso domestico

source: Wooden railings
it: Ringhiere in legno

source: Bus stops [signs or structures] of non-metallic materials
it: Fermate di autobus [insegne o strutture] in materiali non metallici

source: Asphalt [for building purposes]
it: Asfalto [per l'edilizia]

source: Spray cabinets (Non-metallic -) incorporating extracting installations
it: Armadi di verniciatura a spruzzo (Non metallici -) comprendenti impianti di aspirazione

source: Glass slabs for use in building
it: Lastre di vetro per la costruzione

source: Insulating doors of non-metallic materials
it: Porte isolanti in materiali non metallici

source: Aggregate materials for use in concrete
it: Materiali inerti per calcestruzzo

source: Outdoor blinds, not of metal and not of textile
it: Stuoie per l'esterno né metalliche né in materiale tessile

source: Textured coatings [cementitious]
it: Rivestimenti testurizzati [cementizi]

source: Textured wall surfacings (Non-metallic -)
it: Superfici a trama per pareti (Non metalliche -)

source: Woven textiles (Non-metallic -) for stabilising the banks of watercourses
it: Tessuti (Non metallici -) per stabilizzare gli argini di corsi d'acqua

source: Framework, not of metal, for building
it: Ossature, non di metallo, per l'edilizia

source: Parquet floor boards
it: Tasselli per parquets

source: Pitch and bitumen
it: Pece e bitume

source: Duckboards, not of metal
it: Carabottini non metallici

source: Bitumen substances for coatings
it: Sostanze bituminose per rivestimenti

source: Sandstone
it: Arenaria
